---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpacePowerLoadPerAreaParam
source: html/4c788c8f-3dbe-061b-f9c4-86824075cac2.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpacePowerLoadPerAreaParam Property

"Power Load per area"

## Syntax (C#)
```csharp
public static ForgeTypeId SpacePowerLoadPerAreaParam { get; }
```